Repository: csh1063/even
Catalog: Projects/Presentation/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: (필수) 개인정보 처리방침
en: (Required) Privacy Policy

source: (필수) 서비스 이용약관
en: (Required) Terms of Service

source: %@ %@의 %@
en: %@ %@'s %@

source: %@의 %@
en: %@'s %@

source: %@장
en: %@ photos

source: %lld개 선택
en: %lld selected

source: %lld개 앨범으로 정리했어요
en: Organized into %lld albums

source: %lld명
en: %lld people

source: %lld일 전
en: %lld days ago

source: %lld장
en: %lld photos

source: %lld주 전
en: %lld weeks ago

source: 0개 선택
en: 0 selected

source: 1주 전
en: 1 week ago

source: yyyy년 MM월
en: MMMM yyyy

source: yyyy년 M월 d일
en: MMM d, yyyy

source: 같은 반려동물 앨범 선택
en: Select matching pet album

source: 개인정보 처리방침
en: Privacy Policy

source: 거부
en: Deny

source: 결정
en: Done

source: 과
en: and

source: 기능 제안
en: Feature Suggestion

source: 끊어진 두 여행을 연결해요
en: Link two disconnected trips together

source: 나
en: Me

source: 나들이
en: Outing

source: 나만의 앨범이 완성돼요
en: Your personalized albums are ready

source: 날짜 앨범
en: Date Album

source: 날짜 없음
en: No Date

source: 날짜 정보 없음
en: No Date Information

source: 날짜와 좌표로 정리해요
en: Organizes by date and location

source: 내 라이브러리
en: My Library

source: 다른 사람 인가요?
en: Is this someone else?

source: 다음
en: Next

source: 다크
en: Dark

source: 닫기
en: Close

source: 닮은 사람
en: Similar-looking person

source: 당신의 순간을 모으다
en: moment of a lifetime, gathered.

source: 동물 앨범
en: Pet Album

source: 동의하고 시작하기
en: Agree and Get Started

source: 동일 인물 앨범 선택
en: Select matching person album

source: 디스플레이 모드
en: Display Mode

source: 떼어낼 그룹을 선택하세요 — 선택한 그룹은 새 앨범으로 분리돼요
en: Select the groups to separate — they'll become a new album

source: 라이트
en: Light

source: 모두 보기
en: See All

source: 모아
en: moa

source: 모아 시작하기
en: Get Started with moa

source: 모아 앱 사용을 위하여 필수 약관에 동의해 주세요
en: Please agree to the required terms to use moa

source: 문의 / 피드백
en: Contact / Feedback

source: 문의하기
en: Contact Us

source: 문의하실 내용을 입력해주세요
en: Please enter your inquiry

source: 미분석
en: Unanalyzed

source: 미분석 사진 수
en: Unanalyzed Photos

source: 미정
en: Undecided

source: 반려동물
en: Pet

source: 발생한 문제를 자세히 설명해주세요
en: Please describe the issue in detail

source: 버그 신고
en: Report a Bug

source: 분류
en: Category

source: 분리할 그룹 없음
en: No Groups to Separate

# 분석 결과로 앨범이 자동으로 만들어져요
source: 분석 결과로\n앨범이 자동으로 만들어져요
en: Albums are created automatically\nfrom the analysis results

source: 분석 시작
en: Start Analysis

source: 분석 용량
en: Analysis Data Size

source: 분석 정보 삭제하기
en: Delete Analysis Data

source: 분석하기
en: Analyze

# iCloud에서 분석 용 사이즈를 받기 위해 데이터가 소모되요. Wi-Fi에서 진행하는 걸 권장해요. 분석 시작할까요?
source: iCloud에서 분석 용 사이즈를 받기 위해\n데이터가 소모되요.\nWi-Fi에서 진행하는 걸 권장해요.\n분석 시작할까요?
en: Downloading analysis-sized images from iCloud\ncan use data.\nWe recommend doing this on Wi-Fi.\nStart analysis?

source: 분석한 사진 수
en: Analyzed Photos

source: 비슷한 사진 앨범
en: Similar Photos Album

source: 사람
en: Person

source: 사진 %@장
en: %@ photos

source: 사진 %@장 정렬했어요.
en: Sorted %@ photos.

source: 사진 분석
en: Photo Analysis

source: 사진 분석 완료
en: Photo Analysis Complete

source: 사진 분석 중
en: Analyzing Photos

source: 사진 삭제
en: Delete Photo

# 사진 속 장면, 피사체, 텍스트를 직접 분석해요
source: 사진 속 장면, 피사체, 텍스트를\n직접 분석해요
en: Analyzes scenes, subjects, and text\nin your photos, right on your device

source: 사진 접근 권한
en: Photo Access Permission

source: 사진 접근 범위
en: Photo Access Scope

source: 사진 좌표 이어서 분석
en: Resume Location Analysis

source: 사진 좌표를 주소로 변환
en: Convert Photo Coordinates to Address

source: 사진 추가
en: Add Photos

# 사진과 얼굴, 위치를 분석하고 관련 앨범을 만들고 있어요 완료될 때까지 조금만 기다려주세요
source: 사진과 얼굴, 위치를 분석하고\n관련 앨범을 만들고 있어요\n완료될 때까지 조금만 기다려주세요
en: Analyzing photos, faces, and locations\nand creating related albums.\nPlease wait a moment until it's done

source: 사진에 저장된 좌표를 주소로 변환하고 관련 앨범을 생성해요
en: Converts saved coordinates to addresses and creates related albums

source: 사진을 스스로 이해해요
en: Understands your photos on its own

source: 사진이 0개 앨범으로 정리했어요
en: 0 photos organized into albums

source: 사진첩
en: Photos

source: 사진첩 사진 수
en: Library Photos

source: 삭제
en: Delete

source: 새 사진 자동 분석
en: Auto-Analyze New Photos

source: 새 앨범 만드는 중
en: Creating New Album

source: 서비스 이용약관
en: Terms of Service

# 서비스 이용을 위해 아래 내용에 동의해 주세요
source: 서비스 이용을 위해\n아래 내용에 동의해 주세요
en: Please agree to the following\nto use the service

# 서비스 이용을 위해 약관에 동의해주세요
source: 서비스 이용을 위해\n약관에 동의해주세요
en: Please agree to the terms\nto use the service

source: 선택
en: Select

source: 선택하는 앨범들을 현재 앨범과 한 번에 합쳐요
en: Merges the selected albums with this one at once

# 선택한 %lld개 앨범을 삭제할까요? 사진은 삭제하지 않아요
source: 선택한 %lld개 앨범을 삭제할까요?\n사진은 삭제하지 않아요
en: Delete the %lld selected albums?\nPhotos won't be deleted

source: 선택한 그룹 분리하기
en: Separate Selected Groups

source: 선택한 사진을 삭제할까요?
en: Delete the selected photos?

source: 선택한 사진을 앨범에서 제외하고, 다시 묶이지 않게 할게요
en: Removes the selected photos from this album and keeps them from being grouped again

source: 선택한 앨범 합치기
en: Merge Selected Albums

source: 선택한 앨범 합치기 (%lld)
en: Merge Selected Albums (%lld)

source: 설정
en: Settings

source: 설정에서 사진 접근 권한을 변경할 수 있어요.
en: You can change photo access permission in Settings.

source: 설정으로 이동
en: Go to Settings

# 소중한 의견 감사해요 😊 빠르게 검토할게요
source: 소중한 의견 감사해요 😊\n빠르게 검토할게요
en: Thank you for your feedback 😊\nWe'll review it quickly

source: 시간
en: Time

source: 시스템
en: System

source: 시작하기
en: Get Started

source: 아직 분석하지 않은 사진이에요
en: This photo hasn't been analyzed yet

source: 애플 사진 앱에서도 삭제
en: Also Delete from Photos App

source: 앨범
en: Albums

source: 앨범 분리
en: Split Album

source: 앨범 삭제
en: Delete Album

source: 앨범 생성 대기
en: Waiting to Create Album

source: 앨범 생성 완료
en: Album Creation Complete

source: 앨범 생성 중
en: Creating Album

source: 앨범 이름
en: Album Name

source: 앨범 이름 입력
en: Enter Album Name

source: 앨범 재생성
en: Regenerate Albums

source: 앨범 합치기
en: Merge Albums

# 앨범들을 삭제 후 다시 생성해요. 어떤 앨범을 다시 생성할까요?
source: 앨범들을 삭제 후 다시 생성해요.\n어떤 앨범을 다시 생성할까요?
en: Deletes and recreates albums.\nWhich albums would you like to regenerate?

source: 앨범명 변경
en: Rename Album

# 앨범을 삭제 할까요? 사진은 삭제하지 않아요
source: 앨범을 삭제 할까요?\n사진은 삭제하지 않아요
en: Delete this album?\nPhotos won't be deleted

source: 앱 버전
en: App Version

source: 앱 버전, 기기 정보가 함께 전송돼요
en: App version and device info will be included

source: 앱 설정
en: App Settings

source: 어제
en: Yesterday

source: 얼굴 앨범
en: Face Album

source: 여행
en: Trip

source: 여행 기간 이전
en: Before the Trip

source: 여행 기간 이후
en: After the Trip

source: 여행 앨범
en: Trip Album

source: 여행 합치기
en: Merge Trips

source: 여행자
en: Traveler

source: 여행자 관리
en: Manage Travelers

source: 오늘
en: Today

source: 오픈소스 라이선스
en: Open Source Licenses

source: 와
en: and

source: 위치 정보 없음
en: No Location Information

source: 이 앨범에서만 삭제
en: Delete from This Album Only

source: 이 앨범은 병합된 적이 없어서 분리할 그룹이 없어요
en: This album has never been merged, so there's nothing to separate

source: 이름 변경
en: Rename

source: 이름을 정해주세요
en: Please enter a name

source: 인물
en: People

source: 일부 허용
en: Allow Selected Photos

source: 자동 분류 앨범
en: Auto-Sorted Albums

source: 자동 생성된 앨범 이름을 원하는 이름으로 바꿀 수 있어요
en: You can rename auto-generated album names to whatever you like

source: 자동 앨범
en: Auto Albums

source: 자동 앨범 재생성
en: Regenerate Auto Albums

source: 잠시 후 다시 시도해주세요
en: Please try again in a moment

source: 장소
en: Places

source: 장소 기반 앨범 생성
en: Create Location-Based Albums

source: 저장
en: Save

source: 저장된 사진 및 앨범을 모두 삭제할까요?
en: Delete all saved photos and albums?

source: 전문 보기
en: View Full Text

source: 전체 동의
en: Agree to All

source: 전체 사진을 분석해 관련된 사진끼리 앨범으로 정리해요
en: Analyzes all your photos and organizes related ones into albums

source: 전체 사진첩
en: All Photos

source: 전체 허용
en: Allow Full Access

source: 접근 및 권한
en: Access & Permissions

source: 정리 완료
en: Done Cleaning Up

source: 제안하실 기능을 입력해주세요
en: Please describe the feature you'd like to suggest

source: 제외
en: Exclude

source: 제출 실패
en: Submission Failed

source: 제출 완료
en: Submitted

source: 제출하기
en: Submit

source: 좌표 분석은 백그라운드에서 진행돼요
en: Location analysis runs in the background

source: 주소 앨범
en: Address Album

source: 중복
en: Duplicates

source: 초기화
en: Reset

# 촬영 시간과 위치를 기반으로 사진을 자동으로 분류해요
source: 촬영 시간과 위치를 기반으로\n사진을 자동으로 분류해요
en: Automatically sorts photos\nbased on when and where they were taken

source: 최근 분석
en: Last Analyzed

source: 최근 사진부터 빠르게 확인할 수 있어요
en: Quickly browse starting from your most recent photos

source: 취소
en: Cancel

source: 카테고리 앨범
en: Category Album

source: 필수
en: Required

source: 필수 항목에 모두 동의합니다
en: I agree to all required terms

source: 합칠 수 있는 다른 동물 앨범이 없어요
en: No other pet albums to merge with

source: 합칠 수 있는 다른 여행 앨범이 없어요
en: No other trip albums to merge with

source: 합칠 수 있는 다른 인물 앨범이 없어요
en: No other people albums to merge with

source: 합칠 앨범 없음
en: No Albums to Merge

source: 합칠 여행 선택
en: Select Trip to Merge

source: 현재 여행 날짜 : %@
en: Current trip date: %@

source: 확인
en: OK

source: 후보
en: Candidates
